<template>
  <b-container class="building">
    <b-row>
      <b-col xl="6" lg="7" md="9" class="mx-auto mt-3">
        <h1>המעיין הפועם - הבית</h1>
        
        <b-img fluid class="w-100 mb-2" src="/img/building-physical.jpg" />
        
        <h2>בית לרפואת והתפתחות הנפש</h2>
        <h2>מודל יזמי חברתי מרפא</h2>
        <p>הבית בנוי על מודל של התמרת ידע ללימוד ע"י חוג <DrashTooltip term="miyun">מיון</DrashTooltip>, <DrashTooltip term="iiyun">עיון</DrashTooltip> ו<DrashTooltip term="diyun">דיון</DrashTooltip> בשלוש קומות נפרדות.</p>
        <p>שלש הקומות הן פעילות ובהן שטחי מגורים ושטחים ציבוריים. בכל קומה יש שותף שהוא מדריך ויזם עצמאי אשר גר בקומה ומפעיל אותה. לבניין יש קופה משותפת ויחידה עסקית משותפת.</p>
        <p> בבניין יש בין 1 ל־3 חדרי סאבלט לדיירים ל־3 חודשים. הדייר הוא מתמודד בתהליך שיקום. עיקר תכנית השיקום היא תעסוקה מרפאת, שיחה בגובה העיניים, מדריכים בעלי נסיון אישי וחממה יזמית לפיתוח יכולות אישיות. בבניין בין 5 ל־10 תפקידי עבודה של תחומים שונים להולכים בדרך ריפוי הנפש התעסוקתית.</p>
        <p>הבניין מהווה מרכז קהילתי של בית ספר פעימה ושל שכונת התקווה ודרום תל אביב. הוא עוסק בהגות יישומית של דרך הפעימה ותורת החיים בשילוב עם כלכלה ומציאות. הבניין מציע מענה נפשי, תעסוקתי, דיור וחברה לאדם ולקהילה. השאיפה היא ליצור רשת של בניינים, חוות, והקהילות שביניהן.</p>
        <hr />
        <h2>פעילות</h2>
        <h3>קבוצת תנועה פתוחה - 5 נוסחאות הפעימה</h3>
        <p>כלי עבודה משולב גוף-נפש. בסיס השיטה הוא 5 אלמנטים - או רכיבים - החיוניים לחייו של האדם. לכל רכיב נוסחה מתמטית ותרגיל פיזי המעודדים את בריאת אותו הרכיב בחייו של המתרגל. השיטה משלבת ידע עיוני ושיטות תרגול פיזיות המשולבות תרבויות רבות. השיטה נותנת מענה למגוון הסימפטומים הנפשיים והפיזיולוגיים.</p>
        <p>הקבוצה נפגשת פעם בשבוע. <br/>ימי ראשון ב-18:30 בטרפון 42.<br/> עלות מפגש 50 שקלים.</p>
        <p>יש לתאם הגעה <DrashTooltip term="contactPhone">בוואטצאפ</DrashTooltip>.</p>

        <h3>קבלת שירות הדרכה - אישי/קבוצתי</h3>
        <p>זהו שירות חיוני למצב ההתמודדות הנוכחי של משבר הקורונה, הכולל בניית סדר ואורח חיים יציב ותקין, רווחה נפשית ופיזית, בניית אסטרטגיית עבודה, ו<b-link target="_blank" href="https://www.notion.so/62111a02e11347fcb32c2dff5af40a72">ניהול נכון של חיים בתוך תקופת המשבר</b-link>.</p>
        <p><strong>ליחיד</strong> - הדרכה אישית עפ״י דרך הפעימה - ע"י מדריך מוסמך.<br/>
          פגישה פעם בשבוע לשעתיים תמורת 150 שקלים. משלב שיחה, תנועה ויצירה. הרכבת מעשה המרכבה האישי.  מיפוי ובניית אסטרטגיית עבודה.  למידה ויישום.  לכיוון בריאות ומימוש.</p>

        <p><strong>לקבוצה</strong> - הדרכת אומנות הפעימה בדגש על שילוב ידע עיוני ומעשי פיזי. <br/> דינמיקה קבוצתית שיתופית של למידה והתפתחות.</p>

        <p>מוזמנים ליצור קשר <DrashTooltip term="contactPhone">בוואטצאפ</DrashTooltip>.</p>
        
        <h3>חוג העיון</h3>
        <p>לימוד הפעימה מתבצע דרך מפגש חברי פתוח קשוב בעל תכנים רבים ומגוונים מחיי היומיום וריפוי הנפש. החוג מעמיק בסוד האותיות העבריות ככלים אלכימיים להתמרת רוח לחומר. הוא שואף לבנות גוף ידע של בריאת מציאות בעזרת אותיות בשילוב שיחה, תנועה ויצירה. המפגש מתקיים כל ימי שני, שלישי ורביעי מאחת בצהריים עד שש בערב. תשלום ב־DANA (תרומה על פי ראות הנותן). הקבוצה מונחית על ידי דוד.</p>

        <hr />

        <h2>מבנה שלוש הקומות</h2>

        <table>
            <thead>
            <tr>
                <th>קומה</th><th>איבר</th><th>יסוד</th>
            </tr>
            </thead>
            <tbody>
            <tr>
                <td>קומת גג</td><td>ראש</td><td>אש</td>
            </tr>
            <tr>
                <td>קומת אמצע</td><td>לב</td><td>מים</td>
            </tr>
            <tr>
                <td>קומת קרקע</td><td>בטן</td><td>אדמה</td>
            </tr>
            </tbody>
        </table>

        <p><strong>קומת הגג</strong> אחראית על טכנולוגיה, לוגיסטיקה, תקציב, יזמות, חשיבה ותכנון לעתיד. פתרון בעיות.</p>
        <p><strong>קומת הלב</strong> היא הבית ספר לנפש. אחראית על הדרכות, תנועה ויצירה, יחסי אנוש, אתיקה וגישור וריפוי והתפתחות.</p>
        <p><strong>קומת הבטן</strong> היא המטבח המרכזי של הבניין בה נמצא עסק של מזון (קונדיטוריה־מאפיה) וקפה ביתי בחצר לבאי הבניין. היא דואגת לנקיון, תחזוקה וגינון בבניין</p>

        <hr />

        <h2>יזמויות הבית</h2>

        <p>היזמויות הן על פי המודל החדש של בריאות הנפש כלומר סיפוק הצרכים הבסיסיים למכלול נפש בריאה ופיתוח האדם למכלול של נפש בוראת.</p>
        <p>הקשבה לצרכים האנושיים והחברתיים וחיבור חכם בין צורך למענה באוכלוסיה.</p>
        <p>אופטימיזציה של זמנים, משאבים, לוגיסטיקה בצורה שיתופית בין אנשים וארגונים.</p>
        <p>בירור משאבי האדם כלומר כשרונות ויכולות אישיות של האדם וחיזוקם, מינוף משאבים אלו ליכולות כלכליות התורמות להתפתחות האישית־נפשית של האדם.</p>
        <p>עידוד יצירתיות וחשיבה מחוץ לקופסא, מציאת פתרונות יעילים, והתמרת משבר לצמיחה</p>
        
        <hr />

        <h2>הגעה למרכז</h2>

        <b-img fluid class="w-100" src="/img/building-map.jpg" />

        <p>חמש דקות הליכה מתחנת רכבת ההגנה. עשר דקות הליכה מתחנה מרכזית תל אביב. כל קווי האוטובוס שמגיעים לשוק התקווה, מוניות שירות 16. מרחק הליכה משכונת שפירא.</p>

      </b-col>
    </b-row>

  </b-container>
</template>

<script lang="ts">
import DrashTooltip  from '@/components/DrashTooltip.vue'
// import {getMetaInfo} from '@/utils/getMetaInfo'

export default {
  // metaInfo: getMetaInfo('school'),
  components: {DrashTooltip}
}
</script>

<style lang="scss">
table th, table td {
    border: 1px black solid;
    padding: 10px;
}
</style>
