<template>
  <b-container>
    <b-row>
      <b-col xl="6" lg="7" md="9" class="mx-auto mt-3">
        <h1>פורום טבע שלם</h1>
        
        <!-- <b-img fluid class="w-100 mb-2" src="/img/monoshem.jpg" /> -->
        
        <p>מערכת שיח בין ההולכים בדרך הפעימה, דרך הלב, דרך ריפוי הנפש. הפורום הוא מקום לדיון, לביטוי, ללמידה, להערות ותגובות, לשאלות ותשובות. להשתלבות בעיצוב והתפתחות.</p>
        <p>הפורום מכיל קטגוריות לפי ענפי מעל״ה השונים וספרות טבעדינאמיקה. כלומר, תחומי החיים המרכזיים של האדם. בכל קטגוריה נושאים לדיון כולל נושא מרכזי, תגובות, הערות ותמונות.</p>
        <p>הרעיון של הפורום הוא לאפשר דיון פתוח על הסוגיות השונות של בניין בית שלישי של ממלכת ישראל, בתוך ימי המשבר הקשה בו אנו נמצאים היום. כיצד ניתן להתארגן אזרחית, לשתף פעולה, ליצור שיח, לעבור להיבנות הדדית הריווחית לכולנו ומבטיחה קיום ראוי. כיצד בונים מערכת אתיקה, גישור ומשפט ראוייה, מערכת כלכלית של שפע, מערכת חינוך חדשה, מערכת אקולוגית יציבה. כיצד זה מושפע ומשפיע על חיי הפרטיים.</p>
        <p>מעל״ה היא מערכת שיתופית ונבנית בצורה נובעת ע״י כל שותפי הדרך. פעילותכם חשובה לנו ולעיצוב ולהתפתחות של התנועה החדשה.</p>
        <p>השימוש בפורום מצריך הרשמה מוקדמת ותשלום דמי חבר להצטרפות למעגל השיח. לרישום <DrashTooltip term="forumTeaser" shouldTrack>לחצו כאן</DrashTooltip></p>
      </b-col>
    </b-row>

  </b-container>
</template>

<script lang="ts">
import DrashTooltip  from '@/components/DrashTooltip.vue'
// import {getMetaInfo} from '@/utils/getMetaInfo'

export default {
  // metaInfo: getMetaInfo('school'),
  components: {DrashTooltip}
}
</script>
