<template>
  <b-container class="building">
    <b-row>
      <b-col xl="6" lg="7" md="9" class="mx-auto mt-3">
        <h1>מרחב הבראה</h1>

        <b-img fluid class="w-100" src="/img/space-healing.jpg" />

        <p>בישראל 12 מרחבי הבראה בהתפתחות.</p>
        <p>מרחב הבראה הוא תא שטח בו מתבצע תהליך של ריפוי והתפתחות הנפש ע״י פרטים בקהילה בתוך החברה המקומית.</p>
        <p>לכל מרחב הבראה יש תחום דעת של הגות יישומית מחיי האדם. תחום הדעת הוא מערכת או מגמה בתוך מערכת החיים הכללית.</p>
        <p>במרחב ההבראה מדריכים ובעלי תפקידים של מערך ההדרכה המהותי לרפואת הנפש. כמו כן בתים פיזיים בשטח הגאוגרפי של המרחב.</p>
        <p>בכל מרחב הבראה יש <DrashTooltip term="center">מרכז</DrashTooltip> הבנוי עפ״י מודל "בית לרפואת והתפתחות הנפש" של <b-link to="/school">בי״ס פעימה</b-link>.</p>
        <p>הקהילה פעילה במרחב מבחינה אקולוגית, חברתית, כלכלית, דיור, תרבותית ופנאי לסוגיו.</p>
        <p>מרחב מהווה שטח נרחב של ריפוי משולב בקהילה המקומית במספר יישובים ובקשרים ביניהם. במרחב יש רשת תקשורת מקרבת, יש לו״ז ויעדים משותפים, יש קואופרטיבים של משאבים ומזון, יש קבוצות פעילות יצרניות של תרבות, אומנות, טכנולוגיה, טיפול, הדרכה ומלאכות מסורתיות ומודרניות.</p>
        <p>מרחב הוא בחסות שבט מסוים מ-12 שבטי ישראל ובעצם מהווה <DrashTooltip term="kingdom">ממלכה</DrashTooltip> בהתפתחות נובעת.</p>
        <p>המרחב נועד לשמש כלי לריפוי הנפש של האדם ולבניית <DrashTooltip term="life">חיים</DrashTooltip> מיטבים בכל רבדיהם.</p>

        <h2>הפיילוט</h2>

        <p>הפיילוט של מרחב ההבראה הראשון הוא בגבעת עדה בסמוך לפרדס חנה והאזור שסביבה. בשנים 2020־2024 בהובלת ויטלי גיא.</p>
        <p>כחלק מעבודת הפיילוט "פרוייקט שיקום נחל עדה": עבודה אקולוגית, עבודת נוי בתוך הישוב, שילוט ושימור אתרים היסטוריים, העמקת קשר בין אנשים מישובים שונים וחיזוק החיבור לטבע.</p>

      </b-col>
    </b-row>

  </b-container>
</template>

<script lang="ts">
import DrashTooltip  from '@/components/DrashTooltip.vue'
// import {getMetaInfo} from '@/utils/getMetaInfo'

export default {
  // metaInfo: getMetaInfo('school'),
  components: {DrashTooltip}
}
</script>

<style lang="scss">
</style>
