<template>
  <b-container>
    <b-row>
      <b-col xl="6" lg="7" md="9" class="mx-auto mt-3">
        <h1>מעל״ה - מערכת לימוד הנפש</h1>
        
        <b-img fluid class="w-100 mb-2" src="/img/monoshem.jpg" />
        
        <h2>המשי״ח - מערכת שלמה ישראל חיה</h2>
        <p>מעל״ה מורכבת מח״י מערכות. 12 ענפים היוצאים מהמרכז למרחב בצורה אופקית על פני 12 היכלות שהם היקפים סביב למרכז לכיוון הלב, ועוד 6 חברות בנייה הבונות את הרקיעים. כך נבנה <b-link href="https://books.teva-shalem.com/slideshow">מודל קוסמולוגי שלם</b-link> סביב האדם.</p>
        <p>המערכת מהווה שילוב של מערכות החינוך, רפואת הנפש, כלכלה, חברה, תרבות ותורה. היא נבנית באופן משותף ונובע בכל ישראל.</p>

        <hr />

        <h2>תחומי מעל״ה</h2>
        <p>מעל״ה בנוייה מ-12 ענפים שהם כיווני התפתחות או מגמות ו־12 היכלות שהן שלבים בהתפתחות האדם. בין כל ענף לכל היכל יש נקודת מפגש הנקראת שדה או פרק לימוד.</p>

        <h3>12 הענפים</h3>

        <table class="table-content">
            <thead>
            <tr>
                <th>תחומי חיים רלוונטיים</th><th>מערכת</th><th>ענף</th>
            </tr>
            </thead>
            <tbody>
            <tr><td>אמת דיוק הקפדה משמעת ניקיון</td><td>סוקרטית</td><td>דעת 0</td></tr>
            <tr><td>אהבה נתינה שירות ראייה שיוויון</td><td>רוחנית</td><td>כתר 1</td></tr>
            <tr><td>ענפי הידע תורת החיים מעשה מרכבה</td><td>ידע</td><td>חכמה 2</td></tr>
            <tr><td>טכנולוגיה דיסיפלינרית מטא־טכנולוגיה הנגשה אותיות בלימה</td><td>טכנולוגית</td><td>בינה 3</td></tr>
            <tr><td>מפגש יצירתיות תרבות תנועה איכות</td><td>פועמת</td><td>חסד 4</td></tr>
            <tr><td>שלווה פתיחות חברות הגנה אמון</td><td>ביטחון ושלום</td><td>גבורה 5</td></tr>
            <tr><td>שילובי תחומים עתיק ועתידני חיבור לאדמה שפע</td><td>חיים</td><td>תפארת 6</td></tr>
            <tr><td>הרמוניה תקשורת שילוב כל הגזעים שפה קרבה שותפות גורל חיבור לאחד</td><td>משי״ח</td><td>נצח 7</td></tr>
            <tr><td>משאבים אשפה מיחזור טיפוח בריאות סביבתית יחסי אנוש עבודה סוציאלית עבודת מידות</td><td>אקולוגית</td><td>הוד 8</td></tr>
            <tr><td>דאן־טיין מרכז ודאות מנוחה כח השם</td><td>שקטה</td><td>יסוד 9</td></tr>
            <tr><td>ביטחון כלכלה ידע רווחה</td><td>בכי״ר</td><td>מלכות 10</td></tr>
            <tr><td>פיתוח מערכת חנוך</td><td>חינוך</td><td>אהבה 11</td></tr>
            </tbody>
        </table>

        <h3>12 ההיכלות</h3>
        
        <table class="table-content">
            <thead>
            <tr>
                <th>תחומי חיים רלוונטיים</th><th>מהות</th><th>היכל</th>
            </tr>
            </thead>
            <tbody>
            <tr><td>גוף־נפש־רוח שמיים וארץ אבא אמא מאין באת ולאן אתה הולך לימוד קרוא וכתוב חנוך</td><td>טבעדינמיקה</td><td>תפישה 0</td></tr>
            <tr><td>חלומות שאיפות חזון אבולוציה מנהיגות</td><td>שחרות</td><td>גדילה 1</td></tr>
            <tr><td>שיתוף מודעות הכלה שיחרור הקשר נרטיב לימוד שפה</td><td>תמיכה נפשית</td><td>אירוע 2</td></tr>
            <tr><td>מיומנויות למידה חקלאות מטאפיזית מידול רעיוני סקרנות מידענות מודל דרך עץ החיים כדרך רוחנית לימוד 10 הספירות</td><td>ניתוב סקרנות</td><td>לימוד 3</td></tr>
            <tr><td>ערך עצמי בירור יכולות אישיות יזמות יצירתיות הידוק רעיוני בירור רצון וייעוד</td><td>הכוונה תעסוקתית</td><td>עבודה 4</td></tr>
            <tr><td>במה מסר קהל מיומנויות יצירה הבעה אלתור יצירתיות מקוריות</td><td>ביטוי עצמי</td><td>יצירה 5</td></tr>
            <tr><td>שידוך צורך למענה מינוף הזדמנויות עיסוק משמעותי עצמאות אומדן ערך</td><td>כלכלה מהותית</td><td>פרנסה 6</td></tr>
            <tr><td>שילוב רבדי החיים קישוריות וחיבור תמונה שלמה החדרת תנועה פועמת מיומנויות וכלי חיים</td><td>איזון בתנועה</td><td>חיים 7</td></tr>
            <tr><td>כנות אומנות המפגש הערכה שיח קרבה אמון נתינה ערבות הדדית קשב אינטימיות מיניות</td><td>שותפות</td><td>אדם שני 8</td></tr>
            <tr><td>סליחה קבלה התמסרות הוויה גאולה</td><td>השלמה</td><td>הגשמה 9</td></tr>
            <tr><td>ייחוד ניצון משיח דעת ה׳ שיוויון צניעות רוח הקודש</td><td>מלך</td><td>שלם 10</td></tr>
            <tr><td>לידה מחדש לטבע חדש</td><td>לידה</td><td>טבע חדש 11</td></tr>
            </tbody>
        </table>

        <hr />

        <h2>דרך פעולת המערכת</h2>
        <p>מעל״ה היא מערכת המלווה את האדם מרגע לידתו ולמשך חייו. היא מספקת ליווי והדרכה לכל רבדי החיים וכל שלבי ההתפתחות. זאת עפ"י <b-link target="_blank" href="https://docs.google.com/presentation/d/1Ctcte4OgW14HwfgsVz-fFnvKiAzlPyvMmZQDx8kZCro/">מודל ה״<DrashTooltip term="tevaShone">טבע שונה</DrashTooltip>״</b-link> של <em>דרך הפעימה</em> שהוא מודל חיים של <DrashTooltip term="benIsrael">בן ישראל</DrashTooltip> בתהליך הגשמה. לכל אדם מפת מעל״ה אישית שנקראת גם מפת״ח או מערכת הפעלת תורת חיים. במרכז הלוח האישי האדם כמלך בהשלמה. הלוח מלווה את המסע עליו לעבור כדי להגיע למלכות עצמית. כל שדה בלוח מהווה פרק בלימוד החיים והנפש. לאדם אפשרויות רבות כיצד להגיע למרכז ליבו. האדם מגלה, בוחר, בוחן, מאלתר, מבצע הערכות מצב, מתפתח עם לוח המשחק שלו. ההגשמה של המשחק קורית בעולם המציאות. הלימוד נמצא על פני כל השטח הגאוגרפי עם כל האנשים, החפצים והאיכויות. האדם בעצם מפעיל שדות לימוד כלומר רוכש ידע ומיומנויות. השדות הופכים לאחר ההגעה למרכז לאבני בניין במפעל החיים.</p>
        <p>האדם רוכש עצמאות וחופש, רצון עמוק והגשמתו המלאה, ומגיע להגשמת ייעוד אמת בחיים. </p>
      </b-col>
    </b-row>

  </b-container>
</template>

<script lang="ts">
import DrashTooltip  from '@/components/DrashTooltip.vue'
// import {getMetaInfo} from '@/utils/getMetaInfo'

export default {
  // metaInfo: getMetaInfo('school'),
  components: {DrashTooltip}
}
</script>
