<template>
  <b-container class="building">
    <b-row>
      <b-col xl="6" lg="7" md="9" class="mx-auto mt-3">
        <h1>מעל״ה - מערכת לימוד הנפש</h1>
        
        <b-img fluid class="w-100 mb-2" src="/img/monoshem.jpg" />
        
        <h2>המשי״ח - מערכת שלמה ישראל חיה</h2>
        <p>מעל״ה מורכבת מח״י מערכות. 12 ענפים היוצאים מהמרכז למרחב בצורה אופקית על פני 12 היכלות שהם היקפים סביב למרכז לכיוון הלב, ועוד 6 חברות בנייה הבונות את הרקיעים. כך נבנה <b-link href="https://books.teva-shalem.com/slideshow">מודל קוסמולוגי שלם</b-link> סביב האדם.</p>
        <p>המערכת מהווה שילוב של מערכות החינוך, רפואת הנפש, כלכלה, חברה, תרבות ותורה. היא נבנית באופן משותף ונובע בכל ישראל.</p>

        <hr />

        <h2>תחומי מעל״ה</h2>
        <p>לכל מערכת או בית ספר 12 היכלות או דרגות של העמקה בלימוד בתחומים שלהם. שילוב המערכות נותן התייחסות ומענה לכל רבדי החיים של האדם.</p>

        <table class="table-content">
            <thead>
            <tr>
                <th>תחומי חיים רלוונטיים</th><th>מערכת</th><th>ענף</th>
            </tr>
            </thead>
            <tbody>
            <tr><td>אמת דיוק הקפדה משמעת ניקיון</td><td>סוקרטית</td><td>דעת 0</td></tr>
            <tr><td>אהבה נתינה שירות ראייה שיוויון</td><td>רוחנית</td><td>כתר 1</td></tr>
            <tr><td>ענפי הידע תורת החיים מעשה מרכבה</td><td>ידע</td><td>חכמה 2</td></tr>
            <tr><td>טכנולוגיה דיסיפלינרית מטא־טכנולוגיה הנגשה אותיות בלימה</td><td>טכנולוגית</td><td>בינה 3</td></tr>
            <tr><td>מפגש יצירתיות תרבות תנועה איכות</td><td>פועמת</td><td>חסד 4</td></tr>
            <tr><td>שלווה פתיחות חברות הגנה אמון</td><td>ביטחון ושלום</td><td>גבורה 5</td></tr>
            <tr><td>שילובי תחומים עתיק ועתידני חיבור לאדמה שפע</td><td>חיים</td><td>תפארת 6</td></tr>
            <tr><td>הרמוניה תקשורת שילוב כל הגזעים שפה קרבה שותפות גורל חיבור לאחד</td><td>משי״ח</td><td>נצח 7</td></tr>
            <tr><td>משאבים אשפה מיחזור טיפוח בריאות סביבתית יחסי אנוש עבודה סוציאלית עבודת מידות</td><td>אקולוגית</td><td>הוד 8</td></tr>
            <tr><td>דאן־טיין מרכז ודאות מנוחה כח השם</td><td>שקטה</td><td>יסוד 9</td></tr>
            <tr><td>ביטחון כלכלה ידע רווחה</td><td>בכי״ר</td><td>מלכות 10</td></tr>
            <tr><td>פיתוח מערכת חנוך</td><td>חינוך</td><td>אהבה 11</td></tr>
            </tbody>
        </table>

        <hr />

        <h2>דרך פעולת המערכת</h2>
        <p>המערכת פועלת לפי עקרונות משחק ה״מונושם״ (שם יחיד).</p>
        <p><strong>שלב א׳</strong>: כניסה לכיוון המרכז. שלב של לימוד עצמי, ופיתוח יצירתי ויזמי של יכולות אישיות. כל ענף הוא תא שטח בארץ, מרכז, ובית ספר בתחום דעת מסוים. החניך לומד בשילוב מסוים של ענף והיכל המייצג התקדמות בלימוד ונקרא פרק בלימוד. פרק אורך 3 חודשים. ההתקדמות כלפי המרכז היא בכניסה לפנימי, לנסתר, לזיכוך של האמת, כלומר סקאלה פסיכו־פיזית של ידע המשלבת את שלל הדיסיפלינות השונות עפ״י <b-link href="https://books.teva-shalem.com/">הגישה המגשרת</b-link>. המטרה היא לצבור תשע פרקי לימוד על ענף אחד ועוד שבעה פרקי לימוד מענפים שונים כדי לקבל ״תקן ט׳״ כלומר <DrashTooltip term="tribeStone">אבן חשן</DrashTooltip> אחת, ומכאן להשלים תשעה אבני חשן מתוך שתים עשרה. אז האדם מגיע למרכז משחק ה״מונושם״ ותם שלב א׳.</p>
        <p><strong>שלב ב׳</strong>: לאחר ההגעה למרכז מתחיל האדם בבניית מנגנון פעיל של ערך והתמרת משאבים בכל תא שטח בלוח המשחק. בלוח המשחק 144 תאי שטח. פרק לימוד שנלמד בשלב א׳ הופך לתא שטח פעיל בשלב ב׳. בתהליך מילוי השטח אתה בונה את מפעל חייך. מערכת שליחותית־כלכלית הפועלת וקיימת באופן עצמאי. המערכת נבנית, מקושרת למערכות נוספות, אנשים לאנשים - חיים לחיים.</p>
        <p>האדם רוכש עצמאות וחופש, רצון עמוק והגשמתו המלאה, ומגיע להגשמת ייעוד אמת בחיים. </p>
      </b-col>
    </b-row>

  </b-container>
</template>

<script lang="ts">
import DrashTooltip  from '@/components/DrashTooltip.vue'
// import {getMetaInfo} from '@/utils/getMetaInfo'

export default {
  // metaInfo: getMetaInfo('school'),
  components: {DrashTooltip}
}
</script>
