<template>
  <b-container class="school">
    <b-row>
      <b-col>
        <h1>בית ספר פעימה</h1>
        <p>בי״ס פעימה הוקם ע״י דוד ישראל כהן ב2002. כחלק ממסע אישי לתיקון נפשי והתגברות על אתגרי חיים. בית הספר נועד להוות מרכז של חקר ולימוד הנפש. מטרת בית הספר היא מתוך לימוד זה, להקים מערך הדרכה ארצי ועולמי לרפואת והתפתחות נפש האדם. מתיקון אישי לתיקון עולם.</p>

        <h3>קבוצת תנועה פתוחה - 5 נוסחאות הפעימה</h3>
        <p>כלי עבודה משולב גוף-נפש. בסיס השיטה הוא 5 אלמנטים - או רכיבים - החיוניים לחייו של האדם. לכל רכיב נוסחה מתמטית ותרגיל פיזי המעודדים את בריאת אותו הרכיב בחייו של המתרגל. השיטה משלבת ידע עיוני ושיטות תרגול פיזיות המשולבות תרבויות רבות. השיטה נותנת מענה למגוון הסימפטומים הנפשיים והפיזיולוגיים.</p>
        <p>הקבוצה נפגשת פעם בשבוע בימי רביעי ב19:00 בערב בפארק צ׳ארלס קלור. עלות מפגש 50 שקלים.</p>
        <p>יש לתאם הגעה <DrashTooltip term="contactPhone">בוואטצאפ</DrashTooltip>.</p>

        <h3>קבלת שירות הדרכה - אישי/קבוצתי</h3>
        <p>זהו שירות חיוני למצב ההתמודדות הנוכחי של משבר הקורונה, הכולל בניית סדר ואורח חיים יציב ותקין, רווחה נפשית ופיזית, בניית אסטרטגיית עבודה, וניהול נכון של חיים בתוך תקופת המשבר.</p>
        <p><strong>ליחיד</strong> - הדרכה אישית עפ״י דרך הפעימה - ע"י מדריך מוסמך.<br/>
          פגישה פעם בשבוע לשעתיים תמורת 150 שח.  משלב שיחה תנועה ויצירה.  הרכבת מעשה המרכבה האישי.  מיפוי ובניית אסטרטגיית עבודה.  למידה ויישום.  לכיוון בריאות ומימוש.</p>

        <p><strong>לקבוצה</strong> - הדרכת אומנות הפעימה בדגש על שילוב ידע עיוני ומעשי פיזי. <br/> דינמיקה קבוצתית שיתופית של למידה והתפתחות.</p>

        <p>מוזמנים ליצור קשר <DrashTooltip term="contactPhone">בוואטצאפ</DrashTooltip>.</p>

        <h3>שיח קהילתי</h3>
        <p>אתם מוזמנים ל<DrashTooltip term="discord">דיסקורד</DrashTooltip> של טבע שלם. ימי שלישי 19:00-21:00 אנחנו פעילים ועונים על תשובות. אנחנו ברשת גם הרבה מלבד השעתיים הייעודיות. בואו תראו מה-השיח. תלחצו על הכפתור הסגול בפינה.</p>
        <b-img-lazy fluid src="/img/school-principles.png" />
        <b-img-lazy fluid src="/img/school-creation.png" />
      </b-col>
    </b-row>

  </b-container>
</template>

<script>
import DrashTooltip from '@/components/DrashTooltip'
export default {
  components: {DrashTooltip}
}
</script>
