<template>
  <b-container class="school">
    <b-row>
      <b-col xl="6" lg="7" md="9" class="mx-auto mt-3">
        <h1>בית ספר פעימה</h1>
        <p>בית הספר מהווה גרעין־תנע של חקר ולימוד הנפש. מטרת בית הספר היא מתוך לימוד זה, להקים מערך הדרכה ארצי ועולמי לרפואת והתפתחות נפש האדם. בית ספר פעימה הוקם ע״י דוד ישראל כהן ב-2002. כחלק ממסע אישי לתיקון נפשי והתגברות על אתגרי חיים. מתיקון אישי לתיקון עולם.</p>
        
        <h2>מערך הדרכה מהותי לרפואת הנפש</h2>
        <p>מערך ההדרכה בנוי מקהילת בית ספר פעימה הפועלת בשטח.<br/>משפיעה בדרכה.</p>
        <p>המדריכים במערך הם בעלי נסיון התמודדות אישי, בעלי מוטיבציה פנימית להתפתחות, בעלי ידע מקצועי, ויחסי אנוש מיוחדים.</p>
        <p>כל מדריך הוא בעל משאבי אדם ייחודיים לו וגר בבית עם מיקום גאוגרפי מסוים. כך נוצרת רשת של מדריכים, בתים ומשאבים הפועלים יחד לריפוי וההתפתחות הנפש.</p>
        <p>בית ספר פעימה מכשיר כל עת מדריכים חדשים, מלווה ומנחה את המדריכים ומבסס את המערך.</p>
        <hr />

        <h2>פעילות רשתית</h2>
        <p>לפרטים ניתן ליצור קשר <DrashTooltip term="contactPhone">בוואטצאפ</DrashTooltip>.</p>

        <h3>הדרכת פעימה ברשת</h3>
        <p>ההדרכה על ידי מדריך מוסמך במשך שעה תמורת 100 ש"ח בתוכנת הזום. ייעוץ, הכוונה, ליווי, ותמיכה בתהליכים נפשיים בכל עצימות. הדרכה באומנות הפעימה ומבנה הנפש. בשילוב תרגילי תנועה פשוטים ויעילים. אפשרות למפגש חד-פעמי או פעם בשבוע.</p>
        <p>שירות ייחודי של הדרכת אתר טבע שלם בדגש על ה <b-link href="https://books.teva-shalem.com/">טבעדינמיקה</b-link> ־ הגישה המגשרת. ההדרכה בליווי מסע משותף באתר.</p>

        <h3>מוצרים דיגיטליים</h3>
        <p>ניתן לרכוש שלושה ספרים מתוך טבעדינמיקה. ״דרך הפעימה״ תמורת 35 ש"ח. ״סיפור היחיד - אוטוביוגרפיה״ ב-25 ש"ח. ״סוד העיבור״ ב-20 ש"ח. ניתן לרכוש את שלושת הספרים כחבילה תמורת 70 ש"ח. הספרים נשלחים באימייל כעותק PDF להדפסה. תשלום בהעברה בנקאית או בביט.</p>
        <hr />

        <h2>קהילה</h2>
        <p>הקהילה של בית ספר פעימה מהווה את הגרעין של הנהגת <DrashTooltip term="shalemKingdom">ממלכת שלם</DrashTooltip>, שנוסדה בישראל ביולי 2020. <b-link target="_blank" href="https://mm.tt/1572616351?t=CGMORfbFOW">הקהילה מורכבת</b-link> מהמייסד דוד ישראל כהן ו-52 אבות <DrashTooltip term="flock">העדה</DrashTooltip> המשמשים בתפקידי כהן ראשי, לוי ראשי, וראשי משמרות, אשר נחלקים על פי בתים. ישנם 12 בתים על פי 12 שבטי ישראל. החל מ-2024 מצטרפת לכל שבט אומה בעולם ונבנות 12 ממלכות ברחבי כל כדור הארץ.</p>
        <p><b-link target="_blank" href="https://docs.google.com/spreadsheets/d/1yNdlZKS5oS16m8E9-tRnDQemRwh1GTzR4ETgiuTGryU/">מבנה ממלכת שלם</b-link> בונה פתרון שלם למעבר ממשבר עולמי לצמיחה מתמשכת.</p>
        
        <h3>שיח קהילתי</h3>
        <p>אתם מוזמנים ל<DrashTooltip term="discord">דיסקורד</DrashTooltip> של טבע שלם. ימי שלישי 19:00-21:00 אנחנו פעילים ועונים על תשובות. אנחנו ברשת גם הרבה מלבד השעתיים הייעודיות. בואו תראו מה-השיח. <b-link href="https://discord.gg/zHjczWb">לחצו כאן</b-link> לקבל הזמנה.</p>

        <hr />
      </b-col>
    </b-row>

    <b-row>
      <b-col>
        <b-img fluid class="w-100" src="/img/school-principles.png" />
        <b-img fluid class="w-100" src="/img/school-creation.png" />
      </b-col>
    </b-row>

  </b-container>
</template>

<script lang="ts">
import DrashTooltip  from '@/components/DrashTooltip.vue'
// import {getMetaInfo} from '@/utils/getMetaInfo'

export default {
  // metaInfo: getMetaInfo('school'),
  components: {DrashTooltip}
}
</script>
