{
  "wholeNature": "הוויה אישית וכללית של חיבור חכמה ומציאות ויצירת אהבה",
  "wholeSystem": "ח\"י מערכות ישראל. הבונות מערכת הכוללת את כל בני החיים בשותפות והרמוניה",
  "earthDwellers": "6 מיליארד בני אדם. ואין ספור יצורים חיים",
  "heartLearningSystem": "לב החיים בעידן החדש. מהות ומשמעות. ריפוי והתפתחות",
  "branches": "ע\"פ ספירות עץ החיים הקבלי. ובנוסף ספירות דעת ואהבה. כל ענף מהווה פרוייקט עצמאי. מערכת של לימוד ועבודה מתמשכים בתחום מסויים של דעת האדם",
  "halls": "היקפים מתרחבים סביב המרכז הפנימי. של התקרבות והתרחקות מהלב. כל היכל הוא דרגת לימוד ורמת עוצמה מטאפיזית",
  "uniqueness": "חיבור עליונים ותחתונים, רוח וחומר, פנימי וחיצוני בנפש האדם ובמציאות העולם",
  "personalConnection": "תוכנית הלימוד מותאמת אישית, ומעודדת סיגנון אישי של התפתחות",
  "workOfChariot": "חדירת ההיכלות פנימה עד מעון הקודש, ויציאה לעולם תוך בניית ממלכה אישית",
  "homeForHeart": "שייכות בסיסית לנפש החיה המשותפת, והרגשת ביטחון ושותפות גורל מיטיבה",
  "balanceLeadership": "הדרכה מהותית לרפואת הנפש ע\"פ דרך הפעימה",
  "sharedKingdom": "בית שלישי של ממלכת ישראל שהוא חברה ישראלית מתוקנת",
  "livingTheory": "בנייה מתמשכת של תורת חיים משותפת לאנושות ולבני החיים. בני האדם הם גופי ידע פעילים, מנועי חכמה נובעים.  כדה\"א הוא מפעל הידע הגדול ביקום.",
  "captainOfShip": "מפקד ספינת דבורה בחיל הים הישראלי בין השנים 2001 - 2002",
  "2002": "באביב 2002 השתתפות במבצע חומת מגן בהפגזת חוף בעזה. פציעה מוסרית וטראומה, המובילות לפוסט טראומה וסכיזופרניה בהמשך חיי",
  "2009": "פיתוח פעימה - אומנות לחימה מטאפיזית ככלי לירידה במרכבה לכיוון מעון הקודש. יצירת ספר החיים ואומנות. הדרכה פרטנית של יורדי מרכבה מתמודדים",
  "2013": "הפרוייקט בחסות עמותת אנוש, מבוסס על פעילויות ספורט ובריאות, כוללת רשת הToGo שהיא רשת מדריכים מתמודדים עצמאיים",
  "2018": "דרך הפעימה היא שיטת הדרכה לריפוי והתפתחות נפש האדם. כוללת ובונה מערכת, שותפים וידע",
  "2020": "האלגברה של מעשה המרכבה וגיאומטריה מקודשת. חיבור כמותי ואיכותי. תוקף מדעי מתהווה לדרך הפעימה",
  "discord": "ערוץ תקשורת עצמאי של בית ספר פעימה בו מתהווה שיח מהותי ומפתח",
  "contactPhone": "דוד 052-3466027",
  "heart": "לב מסע החיים. החווה הסובייקטיבי/ת במציאות",
  "shalemKingdom": "בית שלישי של ממלכת ישראל",
  "flock": "60 ריבוא בני ישראל רובם מתמודדים נפשית ובעלי תובנה משיחית",
  "miyun": "עבודה מנטלית",
  "iiyun": "עבודה נפשית",
  "diyun": "עבודת מידות",
  "center": "עוגן להתמרת משאבי אדם ליכולות מהותיות",
  "kingdom": "התארגנות אזרחית של היבנות הדדית של שליחות וכלכלה",
  "life": "מענה מספק לצרכי הגוף־נפש־רוח של האדם",
  "tribeStone": "על פי המסורת לכהן הגדל היו 12 אבני חשן כאשר כל אבן מיוחסת לאחד משבטי ישראל ונושאת איכויות אשר מקושרות לאותו השבט",
  "forumTeaser": "אנחנו עובדים על הפורום חזק. עדכונים בקרוב.",
  "thirdHome": "חברה ישראלית מתוקנת",
  "tevaShone": "מודל אלטרנטיבי של חיים שנובע מפיצול בין עולם רוחני למעשי והסינטזה שלהם",
  "benIsrael": "אדם שמשיכתו לאור עצומה ממשיכתו למציאות",
  "kingTreeSystem": ["king-tree-system.jpg", 160, 200],
  "innermostPoint": ["innermost-point.jpg", 100, 100],
  "meshutelahh": "מערכת משולבת טכנולוגיות למידה חוויתיות",
  "pulseWay": "דרך חיים שמבוססת על תנועה מחזורית ומשתנה ועל הלב כמרכז"
}
